prop8 = {

    "colorpostup" : "#F5BA63" ,
    "colornach" : "#F4D6A9" ,
    "backColor": "#F8F9FA" ,
    "paddingLeft" : "120" ,
    "paddingBottom" : "150"  ,
    "moveMounth":"25" ,
    "gistPadding": "30" ,
    "spaceBetween" : "50" ,
    "barSize":"50" ,

    "colorsKrug": ["#FDCA8B", "#7A9F86", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
    "radius" : 100,

}


data8 =[
    {"date":"2qwe1" ,  "postup":500000000  , "nach":600000000 ,
        dat:[ {"Поступления в ФБ":12} ,{"Поступления в бюджет Волгоградской области":1}  ]  }  ,

    {"date":"2015-01-02" ,  "postup":600000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":1} ,{"Поступления в бюджет Волгоградской области":2}  ]  }  ,

    {"date":"2015-01-03" ,  "postup":400000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":111} ,{"Поступления в бюджет Волгоградской области":14}   ] }  ,

    {"date":"2015-01-04" ,  "postup":600000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":1} ,{"Поступления в бюджет Волгоградской области":2}  ]  }  ,

    {"date":"2015-01-05" ,  "postup":400000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":111} ,{"Поступления в бюджет Волгоградской области":14}   ] }  ,

    {"date":"2015-01-06" ,  "postup":600000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":1} ,{"Поступления в бюджет Волгоградской области":2}  ]  }  ,

    {"date":"2015-01-07" ,  "postup":400000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":111} ,{"Поступления в бюджет Волгоградской области":14}   ] }  ,

    {"date":"2015-01-08" ,  "postup":900000000  , "nach":900000000 ,
        dat:[ {"Поступления в ФБ":331} ,{"Поступления в бюджет Волгоградской области":144}   ]   }  ,

    {"date":"2015-01-09" ,  "postup":99999999  , "nach":900000000 ,
        dat:[ {"Поступления в ФБ":331} ,{"Поступления в бюджет Волгоградской области":144}   ]   }  ,

    {"date":"2015-01-10" ,  "postup":211231231  , "nach":900000000 ,
        dat:[ {"Поступления в ФБ":331} ,{"Поступления в бюджет Волгоградской области":144}   ]   }  ,

    {"date":"2015-01-11" ,  "postup":900000000  , "nach":900000000 ,
        dat:[ {"Поступления в ФБ":331} ,{"Поступления в бюджет Волгоградской области":144}   ]   }  ,

    {"date":"2015-01-12" ,  "postup":99999999  , "nach":900000000 ,
        dat:[ {"Поступления в ФБ":331} ,{"Поступления в бюджет Волгоградской области":144}   ]   }  ,
]  ;

data8 =[
    {"date":"2qwe1" ,  "postup":500000000  , "nach":600000000 ,
        dat:[ {"Поступления в ФБ":12} ,{"Поступления в бюджет Волгоградской области":1}  ]  }  ,

    {"date":"2015-01-02" ,  "postup":600000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":1} ,{"Поступления в бюджет Волгоградской области":2}  ]  }  ,

    {"date":"2015-01-03" ,  "postup":400000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":111} ,{"Поступления в бюджет Волгоградской области":14}   ] }  ,

    {"date":"2015-01-04" ,  "postup":600000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":1} ,{"Поступления в бюджет Волгоградской области":2}  ]  }  ,

    {"date":"2015-01-05" ,  "postup":400000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":111} ,{"Поступления в бюджет Волгоградской области":14}   ] }  ,

    {"date":"2015-01-06" ,  "postup":600000000 , "nach":900000000  ,
        dat:[ {"Поступления в ФБ":1} ,{"Поступления в бюджет Волгоградской области":2}  ]  }  ,




]  ;



