prop = {
	"colorsLeft": ["#4693CA", "#C2B0C3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] , 
	"legendValue":"#CFCFD1",
	"legendText":"#818388" , 
	"paddingOuterPie":"0.04" , 
	"paddingInnerPieAngle":"0.04" , 
	"innerPieRadius": 120 ,
	"innerPieInnerRaius": 40 , 
	"outerPieRadius" : 180 , 
	"outerPieInnerRadius": 130 ,
	"радиус белых кружков" : 4 , 
	"rect": 18
		
}

var data2 = [
{"name":"налоговые доходы dasd"  , "value": [
										 {"задолжен 6  сть  ": 666} ,
										 {"налог на 3": 777}  ,
										 {"налог на 4": 444} , 
										 {"налог на 2": 222} , 
										 {"налог ,  5 сборы и платежи за имущество" : 555} , 
										 {"налог на 1": 111} 
										 
										 ]} ,
{"name":"остальные налогоплательщиков"  , "value": [
													{"налог на товары": 222} , 
													{"налог , сборы и платежи за имущество" : 222} , 
													{"задолженость  ": 222} 
													
													]} ,
{"name":"налоговые доходы22 "  , "value": [
										 {"налог на прибыль организации": 772} , 
										 {"налог на товары": 222} , 
										 {"налог , сборы и платежи за имущество" : 222} , 
										 {"налог , сборы и платежи за имущество" : 222} , 
										 {"задолженость  ": 222} 
										 
										 ]} 
]