prop20 = {
"radius":"140",
"radiusOfHole":"30",
"paddingLeft":"0",
"colorsBase": ["#5B90BB", "#D8D7D8", "#A2A9D3", "#93C5D9", "#828BC4", "#828BC4", "#8DC2D7"] ,
"colorsOverBase": ["#1E5F9C", "#C2BEC3", "#828BC4", "#529ACB", "#828BC4", "#828BC4", "#8DC2D7"] ,

}

var data20 = {
    "base" :{ "value": [5, 5, 7, 5] } ,
    "baseName" :{ "value": ["Расходы", "Другие", "Социально-экономические расходы", "Первоначальные расходы"] } ,
    "vals" :[
        {"name": "Ассигинированные", "value": [4.5, 2, 6, 4]},
        {"name": "Лимиты", "value": [1, 2, 4.8, 1]},
        {"name": "Обязательства", "value": [1, 2, 6, 1]},
        {"name": "План", "value": [1, 2, 1, 6]},
        {"name": "Исполнение", "value": [1, 2, 1, 1]},
    ]
}

