prop20 = {
"radius":"140",
"radiusOfHole":"30",
"paddingLeft":"0",
"colorsBase": ["#5B90BB", "#D8D7D8", "#A2A9D3", "#93C5D9", "#828BC4", "#828BC4", "#8DC2D7"] ,
"colorsOverBase": ["#1E5F9C", "#C2BEC3", "#828BC4", "#529ACB", "#828BC4", "#828BC4", "#8DC2D7"] ,

}

var data20 = {
    "baseName" :{ "value": [
        "Расходы", "Другие", "Социально-экономические расходы", "Первоначальные расходы"] } ,
    "vals" :[
        {"name": "Ассигинированные", "value": [36583, 23658, 63658, 43658]},
        {"name": "Лимиты", "value": [13658, 23658, 43658, 13658]},
        {"name": "Обязательства", "value": [13658, 23658, 63658, 13658]},
        {"name": "План", "value": [13658, 23658, 13658, 63658]},
        {"name": "Исполнение", "value": [36581, 36582, 13658, 13658]},
    ]
}

