prop8 = {

    "backColor": "#F8F9FA" ,
    "paddingLeft" : "120" ,
    "paddingBottom" : "50"  ,
    "moveMounth":"25" ,
    "gistPadding": "30" ,
    "spaceBetween" : "15" ,
    "barSize":"30" ,

    "colors": [
        "#FDCA8B", "#568a67", "#8BC33C", "#65746b",
        "#828BC4", "#e47171", "#8DC2D7" , "#e2e392" ,
        "#475cf9", "#7ce1d6", "#d082f8" , "#cd5454" ,
        "#989898", "#dd88e7", "#e7a788" , "#663922" ,
        "#1f81af", "#2b8422", "#228184" , "#6b4786" ,
        "#4f8647", "#d38471", "#89d4bc" , "#729eef"
    ] ,
}

function getData8(ndfl , carTax , flTax , eathTax) {
    data8 =[
        {"Расходы на управление": 5.8} ,
        {"Сельское, водное и лесное хозяйство, рыболовство": 5} ,
        {"Общеэкономические вопросы": 1.3} ,
        {"Охрана окружающей среды": 0.3} ,
        {"Общее образование": 15.3} ,
        {"Профессиональное образование": 3.2} ,
        {"Культура, кинематография": 3.2} ,
        {"Пособия по социальной помощи населению": 13.9} ,
        {"Физическая культура и спорт": 1.6} ,
        {"Обслуживание государственного и муниципального долга": 3.2} ,
        {"Транспортный налог": 0} ,
        {"Национальная оборона и безопасность": 0.9} ,
        {"Транспорт": 2.3} ,
        {"ЖКХ": 6.4} ,
        {"Дошкольное образование": 6.6} ,
        {"Дополнительное образование": 2.9} ,
        {"Молодежная политика": 1.4} ,
        {"Здравоохранение": 15.2} ,
        {"Содержание учреждений социальной помощи": 5.4} ,
        {"Средства массовой информации": 0.4} ,
        {"Прочие общебюджетные расходы": 5.9} ,
    ]  ;

    function retz(d) {
        if (!isNaN(parseFloat(d))  )
            return parseFloat(d)  ;
        else
            return 0 ;
    }

    summ = retz(ndfl) + retz(flTax) + retz(eathTax) ;
    data8.forEach(function (t, number) {
        t[Object.keys(t)] *= 0.01 *summ ;
        if ( Object.keys(t) == "Транспортный налог" ) t[Object.keys(t)]  = carTax ;
    })
    data8["Транспортный налог"] = carTax;
    return data8;

}
data8 = getData8(1000.25255 , 12);




