prop123 = {
	"colorsLeft": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] , 
	"colorsComb": ["#A9A0A0", "#C9C8C8", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
	"legendValue":"#CFCFD1",
	"legendText":"#818388" , 
    "белая дырка внутри" : "32" ,
    "радиус":"100" ,
    "радиус гребешка":"30" ,
    "радиус легенды гребешка":"70"
		
}

var data2 = [
{"name":"налоговые доходыдоходыдоход<br>ыдоходыдоходыдоходы "  , "value": [
                                         {"налог на прибыль организации": 111} , 
                                         {"задолженость  ": 666}
                                         
                                         ]} ,
{"name":"остальные налогоплательщиков"  , "value": [
                                                    {"налог на прибыль организации": 555} , 
                                                    {"задолженость  ": 222}
                                                    
                                                    ]} ,
{"name":"налоговые доходы22 "  , "value": [
                                         {"налог на прибыль организации": 222} , 
                                         {"задолженость  ": 222}
                                         
                                         ]} 
]