prop21 = {
	"colorsLeft": ["#828BC4", "#529ACB", "#1E5F9C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] , 
	"legendValue":"#CFCFD1",
	"legendText":"#818388" , 
	"paddingOuterPie":"0.04" ,
	"paddingInnerPieAngle":"0.04" , 
	"innerPieRadius": 120 ,
	"innerPieInnerRaius": 40 , 
	"outerPieRadius" : 180 , 
	"outerPieInnerRadius": 130 ,
	"радиус белых кружков" : 4 , 
	"rect": 18 , 
	"количество градиента": 5
		
}

var data21 = [
{"name":"налоговые доходы dasd"  ,
"value": [
			 {"задолжен 6  сть  ": 166} ,
			 {"налог на 3": 277}  ,
			 {"налог на 4": 444} ,
			 {"налог на 2": 222} ,
			 {"налог ,  5 сборы и платежи за имущество" : 555} ,
			 {"налог на 1": 111}

			 ]} ,
{"name":"остальные налогоплательщиков"  ,
"value": [
			{"налог на товары": 222} ,
			{"налог , сборы и платежи за имущество" : 223} ,
			{"задолженость  ": 224}

			]} ,
{"name":"налоговые доходы22 "  ,
"value": [
			 {"налог на прибыль организации": 372} ,
			 {"налог на товары": 223} ,
			 {"налог , сборы и платежи за имущество" : 224} ,
			 {"налог , сборы и платежи за имущество" : 225} ,
			 {"задолженость  ": 222}

			 ]}

]


