[
{"State":"Собственные доходы учереждения", "Утверждено плановых назаначений":888888,"Исполнено плановых  назаначений":4499890},
{"State":"Собственные доходы учереждения2", "Утверждено плановых назаначений":270443,"Исполнено плановых  назаначений":4499890},
{"State":"Собственные доходы учереждения3", "Утверждено плановых назаначений":270443,"Исполнено плановых  назаначений":4499890},
{"State":"Собственные доходы учереждения4", "Утверждено плановых назаначений":270443,"Исполнено плановых  назаначений":4499890},
{"State":"TX1", "Утверждено плановых назаначений":2704659,"Исполнено плановых  назаначений":4499890}
]

	
		
