prop = {
	"font-size":"15" ,
	"colorsLeft": ["#4F98CB", "#EFBD75", "#7b6888", "#6b486b", "#a05d56", "#d0743c", "#ff8c00"] , 
	"colorsRight": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"]
		
}

var data = [ {
	"State" : "Собственные доходы учереждения",
	"Утверждено плановых назаначений" : 888888,
	"Исполнено плановых  назаначений" : 4499890
}, {
	"State" : "Собственные доходы учереждения2",
	"Утверждено плановых назаначений" : 270443,
	"Исполнено плановых  назаначений" : 4499890
}, {
	"State" : "Собственные доходы учереждения3",
	"Утверждено плановых назаначений" : 270443,
	"Исполнено плановых  назаначений" : 4499890
}, {
	"State" : "Собственные доходы учереждения4",
	"Утверждено плановых назаначений" : 270443,
	"Исполнено плановых  назаначений" : 4499890
}, {
	"State" : "TX1",
	"Утверждено плановых назаначений" : 2704659,
	"Исполнено плановых  назаначений" : 4499890
} ]