prop42 = {
    "colorsKrug": [
        "#DCBDA8", "#3189C8", "#8BC33C",
        "#66977B", "#828BC4", "#828BC4",
        "#8DC2D7", "#66977B", "#828BC4",
        "#828BC4", "#8DC2D7"
    ] ,
    "radius" : 150,
    "legendWindth" : 200,
    "inieTr":230 ,

}



data42 = [
    {"1 в ФБ":145443456  } ,
    {"2 в бюджет Волгоградской области":245644456} ,
    {"3 df":212344182} ,
    {"4 в бюджет ВолгоградскойВол гоградск ойВолгоградской области":245644475} ,
    {"5 ":245644777} ,
    {"6 ":245644777} ,
    {"7 ":245644777} ,
    {"8 ":245644777} ,
    {"9 ":245644777} ,
    {"0 в бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":245644777} ,
    {"1 ":24564477} ,
    {"2 ":24564477} ,
    {"3 ":24564477} ,
    {"4 ":24564477} ,
    {"5 vas fa sf as f as fas fd fsa ":24564477} ,

]   ;