propGraph28my = {
    "colorsKrug1": [
        "#DCBDA8", "#3189C8", "#8BC33C",
        "#66977B", "#828BC4", "#828BC4",
        "#8DC2D7", "#66977B", "#828BC4",
        "#8DC2D7", "#66977B", "#828BC4",
        "#8DC2D7", "#66977B", "#828BC4",
        "#828BC4", "#8DC2D7"
    ] ,
    "colorsKrug": [
        "#acc", "#acc", "#acc", 
        "#acc", "#acc", "#acc", 
        "#acc", "#acc", "#acc", 
        "#acc", "#acc", "#acc", 
        "#acc", "#acc", "#acc", 
        "#acc", "#acc", "#acc", 
        "#acc", "#acc", "#acc", 
    ] ,
    "radius" : 150,
    "legendWindth" : 200,
    "inieTr":230 ,

}



dataGraph28my = [
    {"1 в ФБ":1  } ,
    {"2 в бюджет Волгоградской области":1} ,
    {"3 df":1} ,
    {"4 в бюджет ВолгоградскойВол областив областив областив областив областив областив  гоградск ойВолгоградской области":1} ,
    {"5   бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":1} ,
    {"6 ":1} ,
    {"7 ":1} ,
    {"8   бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":1} ,
    {"9  бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":1} ,
    {"0 в бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":1} ,
    {"1 ":1} ,
    {"2 ":1} ,
    {"3 ":1} ,
    {"4 ":1} ,
    {"5 vas fa sf as f as fas fd fsa ":1} ,

]   ;



dataGraph28my1 = [
    {
        "Расходы на выплаты персоналу в целях обеспечения выполнения функций государственными (муниципальными) органами, казенными учреждениями, органами управления государственными внебюджетными фондами": 7136363431.05
    },
    {
        "Закупка товаров, работ и услуг для обеспечения государственных (муниципальных) нужд": 6075051753.99
    },
    {
        "Социальное обеспечение и иные выплаты населению": 20550764326.79
    },
    {
        "Капитальные вложения в объекты государственной (муниципальной) собственности": 6919921774.85
    },
    {
        "Обслуживание государственного (муниципального) долга": 4815508000
    },
    {
        "Межбюджетные трансферты": 22783936117.78
    },
    {
        "Предоставление субсидий бюджетным, автономным учреждениям и иным некоммерческим организациям": 12190352808.17
    },
    {
        "Иные бюджетные ассигнования": 3894463863.1
    }
];


dataGraph28my = [{"Комитет здравоохранения Волгоградской области":15605519033},{"Комитет образования и науки Волгоградской области":14453251990},{"Комитет социальной защиты населения Волгоградской области":13712906576.86},{"Комитет транспорта и дорожного хозяйства Волгоградской области":10595951300},{"КОМИТЕТ ФИНАНСОВ ВОЛГОГРАДСКОЙ ОБЛАСТИ":7937692456.48},{"Комитет строительства Волгоградской области":4546094907.92},{"Комитет сельского хозяйства Волгоградской области":3512978386.3},{"Комитет жилищно-коммунального хозяйства и топливно-энергетического комплекса Волгоградской области":2209151840},{"Комитет природных ресурсов, лесного хозяйства и экологии Волгоградской области":2202698800},{"Комитет информационных технологий Волгоградской области":1174760700},{"Комитет культуры Волгоградской области":1080387311.79},{"Комитет по труду и занятости населения Волгоградской области":978926000},{"Комитет физической культуры и спорта Волгоградской области":597547500},{"Комитет экономической политики и развития Волгоградской области":591986989.93},{"Управление делами Администрации Волгоградской области":569414362.81},{"Комитет по подготовке и проведению матчей чемпионата мира по футболу 2018 года Волгоградской области":514030680},{"Комитет юстиции Волгоградской области":464728984},{"Комитет молодежной политики Волгоградской области":458743986.54},{"Комитет ветеринарии Волгоградской области":456361000},{"Комитет по обеспечению безопасности жизнедеятельности населения Волгоградской области":386367900},{"Комитет тарифного регулирования Волгоградской области":386358800},{"Аппарат Губернатора Волгоградской области":353611594.19},{"Волгоградская областная Дума":246849000},{"Комитет по управлению государственным имуществом Волгоградской области":244333600},{"Комитет по делам национальностей и казачества Волгоградской области":224519225},{"Комитет промышленности и торговли Волгоградской области":148046300},{"Комитет по делам территориальных образований, внутренней и информационной политики Волгоградской области":123409337.74},{"Избирательная комиссия ВолгогИныерадской области":118159100},{"Комитет информационной политики иныеВолгоградской области":111460121.26},{"Контрольно-счетная палата Волгоградской области":84381500},{"Комитет по регулированию контрактной системы в сфере закупок Волгоградской области":75267400},{"Инспекция государственного жилищного надзора Волгоградской области":63803400},{"Инспекция государственного строительного надзора Волгоградской области":35656500},{"Представительство Волгоградской области в городе Москве":34971500},{"Комитет архитектуры и градостроительства Волгоградской области":32882390},{"Комитет государственной охраны объектов культурного наследия Волгоградской области":18838788.21},{"Инспекция государственного надзора за техническим состоянием самоходных машин и других видов техники Волгоградской области":14312813.7},{"Комитет лесного хозяйства Волгоградской области":1.9801518647E-8},{"Инспекция государственного строительного надзора Волгоградской области":35656500},{"Представительство Волгоградской оИныебласти в городе Москве":34971500},{"Комитет архитектуры и градостроительства Волгоградской области":32882390},{"Комитет государственной охраны объектов культурного наследия Волгоградской области":18838788.21},{"Инспекция государственного надзора за техническим состоянием самоходных машин и других видов техники Волгоградской области":14312813.7},{"Комитет лесного хозяйства Волиныегоградской области":1.9801518647E-8},{"Комитет топливно-энергетического комплекса Волгоградской области":9.5320871196236E-9}]
dataGraph28my = [{"комитет здравоохранения Волгоградской области":15605519033},{"комитет образования и науки Волгоградской области":14453251990},{"комитет социальной защиты населения Волгоградской области":13712906576.86},{"комитет транспорта и дорожного хозяйства Волгоградской области":10595951300},{"КОМИТЕТ ФИНАНСОВ ВОЛГОГРАДСКОЙ ОБЛАСТИ":7937692456.48},{"комитет строительства Волгоградской области":4546094907.92},{"комитет сельского хозяйства Волгоградской области":3512978386.3},{"комитет жилищно-коммунального хозяйства и топливно-энергетического комплекса Волгоградской области":2209151840},{"комитет природных ресурсов, лесного хозяйства и экологии Волгоградской области":2202698800},{"комитет информационных технологий Волгоградской области":1174760700},{"комитет культуры Волгоградской области":1080387311.79},{"комитет по труду и занятости населения Волгоградской области":978926000},{"комитет физической культуры и спорта Волгоградской области":597547500},{"комитет экономической политики и развития Волгоградской области":591986989.93},{"управление делами Администрации Волгоградской области":569414362.81},{"комитет по подготовке и проведению матчей чемпионата мира по футболу 2018 года Волгоградской области":514030680},{"комитет юстиции Волгоградской области":464728984},{"комитет молодежной политики Волгоградской области":458743986.54},{"комитет ветеринарии Волгоградской области":456361000},{"комитет по обеспечению безопасности жизнедеятельности населения Волгоградской области":386367900},{"комитет тарифного регулирования Волгоградской области":386358800},{"аппарат Губернатора Волгоградской области":353611594.19},{"Волгоградская областная Дума":246849000},{"комитет по управлению государственным имуществом Волгоградской области":244333600},{"комитет по делам национальностей и казачества Волгоградской области":224519225},{"комитет промышленности и торговли Волгоградской области":148046300},{"комитет по делам территориальных образований, внутренней и информационной политики Волгоградской области":123409337.74},{"Избирательная комиссия Волгоградской области":118159100},{"комитет информационной политики Волгоградской области":111460121.26},{"Контрольно-счетная палата Волгоградской области":84381500},{"комитет по регулированию контрактной системы в сфере закупок Волгоградской области":75267400},{"инспекция государственного жилищного надзора Волгоградской области":63803400},{"инспекция государственного строительного надзора Волгоградской области":35656500},{"представительство Волгоградской области в городе Москве":34971500},{"Комитет архитектуры и градостроительства Волгоградской области":32882390},{"комитет государственной охраны объектов культурного наследия Волгоградской области":18838788.21},{"инспекция государственного надзора за техническим состоянием самоходных машин и других видов техники Волгоградской области":14312813.7},{"комитет лесного хозяйства Волгоградской области":1.9801518647e-8},{"комитет топливно-энергетического комплекса Волгоградской области":9.5320871196236e-9}]



dataGraph28my1 = [{"Расходы на выплаты персоналу в целях обеспечения выполнения функций государственными (муниципальными) органами, казенными учреждениями, органами управления государственными внебюджетными фондами":7136363431.05},{"Закупка товаров, работ и услуг для обеспечения государственных (муниципальных) нужд":6075051753.99},{"Социальное обеспечение и иные выплаты населению":20550764326.79},{"Капитальные вложения в объекты государственной (муниципальной) собственности":6919921774.85},{"Обслуживание государственного (муниципального) долга":4815508000},{"Межбюджетные трансферты":22783936117.78},{"Предоставление субсидий бюджетным, автономным учреждениям и иным некоммерческим организациям":12190352808.17},{"Иные бюджетные ассигнования":3894463863.1}]






