propGraph28my = {
    "colorsKrug": [
        "#DCBDA8", "#3189C8", "#8BC33C",
        "#66977B", "#828BC4", "#828BC4",
        "#8DC2D7", "#66977B", "#828BC4",
        "#8DC2D7", "#66977B", "#828BC4",
        "#8DC2D7", "#66977B", "#828BC4",
        "#828BC4", "#8DC2D7"
    ] ,
    "radius" : 150,
    "legendWindth" : 200,
    "inieTr":230 ,

}



dataGraph28my = [
    {"1 в ФБ":1  } ,
    {"2 в бюджет Волгоградской области":1} ,
    {"3 df":1} ,
    {"4 в бюджет ВолгоградскойВол областив областив областив областив областив областив  гоградск ойВолгоградской области":1} ,
    {"5   бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":1} ,
    {"6 ":1} ,
    {"7 ":1} ,
    {"8   бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":1} ,
    {"9  бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":1} ,
    {"0 в бюджет Волгоградской областив бюджет Волгоградской областив бюджет Волгоградской области ":1} ,
    {"1 ":1} ,
    {"2 ":1} ,
    {"3 ":1} ,
    {"4 ":1} ,
    {"5 vas fa sf as f as fas fd fsa ":1} ,

]   ;