prop42 = {
    "colorsKrug": ["#DCBDA8", "#3189C8", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
    "radius" : 150,
    "pageSize" : 3,
}



nameLegend = "План" ;
data42 = [
    {"Поступле2ния в ФБ":145443656} ,
    {"Поступлени123я в бюджет Волгоградской области":245644456} ,
    {"Поступлени123я в бюджет Волгоградской области":245644456} ,
    {"Поступлени123я в бюджет Волгоградской области":245644456} ,
    {"Поступлени123я в бюджет Волгоградско2й области":245644456} ,
    {"Постdf df":212344182} ,
    {"Поступлени123я в бюджет Волгоградской области":245644475} ,
    {"Поступлени12 ":245644777} ,
]   ;