prop37 = {
    "barSize": "50" ,
    "barHeight":"40" ,
    "colors": ["#2875D1", "#75B640", "#A5D756", "#F2BC65", "#ED8482", "#828BC4", "#8DC2D7"] ,
    "colorPlan":"#DADFE6" ,
}

var data37 = [
    {"name":"5" , vals:[1,1,1,1,0,1,0,0,1,0,0,0] ,  order:5} ,
    {"name":"1" , vals:[1,1,1,1,0,0,0,0,0,0,1,0]  ,  order:1} ,
    {"name":"3" , vals:[1,1,1,1,0,1,0,0,1,0,0,0] ,  order:3} ,
    {"name":"направление" , vals:[1,1,1,1,1,0,0,0,0,0,1,0] ,  order:2} ,
    {"name":"формирование" , vals:[1,1,1,1,0,1,0,0,1,0,0,0],  order:4 } ,
]

var data371 = [{"name":"формирование","vals":[0,0,0,0,0,0,0,1,1,0,0,0]},{"name":"направление","vals":[0,0,0,0,0,0,0,0,0,1,0,0]},{"name":"рассмотрение","vals":[0,0,0,0,0,0,0,0,0,0,1,1]},{"name":"утверждение","vals":[0,0,0,0,0,0,0,0,0,0,0,1]},{"name":"планирование","vals":[1,1,1,1,1,1,1,0,0,0,0,0]}] ; 
