prop37 = {
    "barSize": "50" ,
    "barHeight":"40" ,
    "colors": ["#2875D1", "#75B640", "#A5D756", "#F2BC65", "#ED8482", "#828BC4", "#8DC2D7"] ,
    "colorPlan":"#DADFE6" ,
}

var data37 = [
    {"name":"Планирование" , vals:[1,1,1,1,0,0,0,0,0,0,1,0] } ,
    {"name":"Планирование" , vals:[1,1,1,1,1,0,0,0,0,0,1,0] } ,
    {"name":"Планирование" , vals:[1,1,1,1,0,1,0,0,1,0,0,0] } ,
    {"name":"Планирование" , vals:[1,1,1,1,0,1,0,0,1,0,0,0] } ,
    {"name":"Планирование" , vals:[1,1,1,1,0,1,0,0,1,0,0,0] } ,
]


