prop34 = {
"barSize" : 140  ,
"spaceBetween" : 25  ,
"colors":["#3D67CD", "#45B6AC","#BD6A86","#F18767","#45B6AC","#45B6AC",]
}

var data34 = [
{ year: '2014', "vals": [
    { "Ценные бумаги":54151 } ,
    { "Бюджетные кредиты от фывфвы фывфвы фывфвы фывфвы фывфвы фывфвы ":54151 } ,
    { "Кредиты от фывфвы фывфвы фывфвы фывфвы ":24151 } ,
    { "Гос гарантии  субъектов РФ":54151 } ,
]},
{ year: '2014', "vals": [
    { "Ценные бумаги":54151 } ,
    { "Бюджетные кредиты от фывфвы фывфвы фывфвы фывфвы фывфвы фывфвы ":54151 } ,
    { "Кредиты от фывфвы фывфвы фывфвы фывфвы ":24151 } ,
    { "Гос гарантии  субъектов РФ":54151 } ,
]},
{ year: '2014', "vals": [
    { "Ценные бумаги":54151 } ,
    { "Бюджетные кредиты от фывфвы фывфвы фывфвы фывфвы фывфвы фывфвы ":54151 } ,
    { "Кредиты от фывфвы фывфвы фывфвы фывфвы ":24151 } ,
    { "Гос гарантии  субъектов РФ":54151 } ,
]},
{ year: '2015', "vals": [
    { "Ценные бумаги":1000 } ,
    { "Бюджетные кредиты от фывфвы фывфвы фывфвы фывфвы фывфвы фывфвы ":10000 } ,
    { "Кредиты от фывфвы фывфвы фывфвы фывфвы ":10000 } ,
    { "Гос гарантии  субъектов РФ":1000 } ,
]},
{ year: '2015-2222', "vals": [
    { "Ценные бумаги":1 } ,
    { "Бюджетные кредиты от фывфвы фывфвы фывфвы фывфвы фывфвы фывфвы ":10000 } ,
    { "Кредиты от фывфвы фывфвы фывфвы фывфвы ":1000 } ,
    { "Гос гарантии  субъектов РФ":1000 } ,
]},

]


