prop8 = {

    "backColor": "#F8F9FA" ,
    "paddingLeft" : "120" ,
    "paddingBottom" : "350"  ,
    "moveMounth":"25" ,
    "gistPadding": "30" ,
    "spaceBetween" : "20" ,
    "barSize":"17" ,

    "colors": [
        "#FDCA8B", "#7A9F86", "#8BC33C", "#66977B",
        "#828BC4", "#828BC4", "#8DC2D7" , "#66977B" ,
        "#828BC4", "#828BC4", "#8DC2D7" , "#66977B" ,
        "#828BC4", "#828BC4", "#8DC2D7" , "#66977B" ,
        "#828BC4", "#828BC4", "#8DC2D7" , "#66977B" ,
        "#828BC4", "#828BC4", "#8DC2D7" , "#66977B"
        ] ,

}

function getData8(ndfl , carTax , flTax , eathTax) {
    data8 =[
        {"Расходы на управление": 5.8} ,
        {"Сельское, водное и лесное хозяйство, рыболовство": 5} ,
        {"Общеэкономические вопросы": 1.3} ,
        {"Охрана окружающей среды": 0.03} ,
        {"Общее образование": 15.3} ,
        {"Профессиональное образование": 3.2} ,
        {"Культура, кинематография": 3.2} ,
        {"Пособия по социальной помощи населению": 13.9} ,
        {"Физическая культура и спорт": 1.6} ,
        {"Обслуживание государственного и муниципального долга": 3.2} ,
        {"Транспортный налог": 0} ,
        {"Национальная оборона и безопасность": 0.9} ,
        {"Транспорт": 2.3} ,
        {"ЖКХ": 6.4} ,
        {"Дошкольное образование": 6.6} ,
        {"Дополнительное образование": 2.9} ,
        {"Молодежная политика": 1.4} ,
        {"Здравоохранение": 15.2} ,
        {"Содержание учреждений социальной помощи": 0} ,
        {"Средства массовой информации": 0.4} ,
        {"Прочие общебюджетные расходы": 5.9} ,
    ]  ;

    data8.forEach(function (t, number) {
        t[Object.keys(t)] *= 0.01 *ndfl ;
        if ( Object.keys(t) == "Транспортный налог" ) t[Object.keys(t)]  = carTax ;

    })
    data8["Транспортный налог"] = carTax;

    return data8;
}
data8 = getData8(1000 , 12,1,1);




