prop = {
	"colorsRight": ["#4F98CB", "#EFBD75", "#7b6888", "#6b486b", "#a05d56", "#d0743c", "#ff8c00"] , 
	"colorsLeft": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] , 
	"legendValue":"#CFCFD1",
	"legendText":"#818388" , 
	"paddingOuterPie":"0.04" , 
	"paddingInnerPieAngle":"0.04" , 
	"innerPieRadius": 120 ,
	"innerPieInnerRaius": 40 , 
	"outerPieRadius" : 180 , 
	"outerPieInnerRadius": 130 
		
}

var data2 = [
{"name":"налоговые доходы dasd"  , "value": [
										 {"налог на 1": 111} , 
										 {"налог на 2": 222} , 
										 {"налог на 3": 777} , 
										 {"налог на 4": 444} , 
										 {"налог ,  5 сборы и платежи за имущество" : 555} , 
										 {"задолжен 6  сть  ": 666} 
										 
										 ]} ,
{"name":"остальные налогоплательщиков"  , "value": [
													{"налог на прибыль организации": 555} , 
													{"налог на товары": 222} , 
													{"налог на совокупный доход": 222} , 
													{"налог на имущество": 222} , 
													{"налог , сборы и платежи за имущество" : 222} , 
													{"задолженость  ": 222} 
													
													]} ,
{"name":"налоговые доходы22 "  , "value": [
										 {"налог на прибыль организации": 222} , 
										 {"налог на товары": 222} , 
										 {"налог на совокупный доход": 222} , 
										 {"налог на имущество": 222} , 
										 {"налог , сборы и платежи за имущество" : 222} , 
										 {"задолженость  ": 222} 
										 
										 ]} 
]