prop = {
	"font-size":"15" ,
	"colorsRight": ["#4F98CB", "#EFBD75", "#7b6888", "#6b486b", "#a05d56", "#d0743c", "#ff8c00"] , 
	"colorsLeft": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] , 
	"legendValue":"#CFCFD1",
	"legendText":"#818388",
	"legendTextLeft":"#5E6063"
}

var data = [ 
{"State" : "Собственные доходы учереждения",
	"Утверждено плановых назаначений" : 888888}, 
{"State" : "Собственные доходы учереждения2",
	"Утверждено плановых назаначений" : 777777}, 
{ "State" : "Собственные доходы учереждения3",
	"Утверждено плановых назаначений" : 270443}, 
{"State" : "Собственные доходы учереждения4",
	"Утверждено плановых назаначений" : 270443}, 
{"State" : "TX1",
	"Утверждено плановых назаначений" : 2702659 }  
]

var dataLeft = [
{"name":"10 крупнейших налогоплательщиков"  , "value": 2222} ,
{"name":"остальные налогоплательщиков"  , "value": 1111} ,
]