propGraph40 = {
    "barSize":50 ,
    "spaceBetween":120 ,
    "spaceBar":3 ,
    color: ["#3183BA" ,"#EDC8AC" ] ,
}

var dataGraph40 = [
    { "name":"какието  asdasd asdasdas sd asdas das dasd  уче" , data:"01.02.2017" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,
    { "name":"какието   уче" , data:"01.02.2017" ,  "vals": [  ] } ,
    { "name":"какието   уче" , data:"01.02.2017" , "vals": [{"Утверждено плановых назаначений":111}  ,  {"Исполнено плановых назаначений":222} ] } ,
    { "name":"какието   уче" , data:"01.02.2017" , "vals": [{"Утверждено плановых назаначений":333}  ,  {"Исполнено плановых назаначений":222} ] } ,
    { "name":"какието   уче" , data:"01.02.2017" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,
    { "name":"какието   уче" , data:"01.02.2017" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,

]


