prop27 = {
    "colorsLeft": [ "#D8E0E3", "#3A83EC", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
    "colorsComb": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
    "белая дырка внутри" : "40" ,
    "радиус":"150" ,
    "радиус гребешка":"30" ,
    "радиус легенды гребешка":"70" ,
    "gradientColor":"#333"


}

var data27 = [
    {"name":"налоговые доходы "  , "value": [
        {"налог на прибыльприбыльприбыльприбыльприбыль при быльпри быльприбыл ьприбыльприбыл ьприбыльприбыльприб ыль организации": 111} ,
        {"налог на товары": 222} ,
        {"налог на совокупный доход": 777} ,
        {"налог на имущество": 444} ,
        {"налог , сборы и платежи за имущество" : 555} ,
        {"задолженость  ": 666}

    ]} ,
    {"name":"остальные налогоплательщиков"  , "value": [
        {"налог на прибыль организации": 555} ,
        {"налог на товары": 222} ,
        {"налог на совокупный доход": 222} ,
        {"налог на имущество": 222} ,
        {"налог , сборы и платежи за имущество" : 222} ,
        {"задолженость  ": 222}

    ]}
]