propGraph40 = {
    "barSize":90 ,
    "spaceBetween":123 ,
    color: ["#F2BC6C" ,"#FAE4C4" ] ,
}

var dataGraph40 = [
    { "name":"какието  asdasd asdasdas sd asdas das dasd  уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,
    { "name":"какието   уче" , "vals": [  ] } ,
    { "name":"какието   уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":1223} ] } ,
    { "name":"какието   уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,
    { "name":"какието   уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,
    { "name":"какието   уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,

]


