propGraph40 = { 
        barSize: 70 ,
        spaceBetween: 120 ,
        color: ["#F2BC6C" ,"#FAE4C4" ],
        paddingTop: 80
}

var dataGraph40 = [
    { "name":"какието  asdasd asdasdas sd asdas das dasd  уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,
    { "name":"какието   уче" , "vals": [  ] } ,
    { "name":"какието   уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":1223} ] } ,
    { "name":"какието   уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,
    { "name":"какието   уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,
    { "name":"какието   уче" , "vals": [{"Утверждено плановых назаначений":123}  ,  {"Исполнено плановых назаначений":123} ] } ,

]


var dataGraph40 = [
  {
    "name": "собственные доходы",
    "vals": [
      {
        "Утверждено плановых назаначений": "5536148920.37"
      },
      {
        "Исполнено плановых назначений": "4855473366.31"
      }
    ]
  },
  {
    "name": "субсидии на выполнение гос. задания",
    "vals": [
      {
        "Утверждено плановых назаначений": "9270145697.04"
      },
      {
        "Исполнено плановых назначений": "8848383605.85"
      }
    ]
  },
  {
    "name": "субсидии на выполнение гос. задания",
    "vals": [
      {
        "Утверждено плановых назаначений": "9270145697.04"
      },
      {
        "Исполнено плановых назначений": "8848383605.85"
      }
    ]
  },
  {
    "name": "субсидии на иные цели",
    "vals": [
      {
        "Утверждено плановых назаначений": "1815703176.54"
      },
      {
        "Исполнено плановых назначений": "1765689716.77"
      }
    ]
  },
  {
    "name": "средства ОМС",
    "vals": [
      {
        "Утверждено плановых назаначений": "20567983140.48"
      },
      {
        "Исполнено плановых назначений": "19626819719.52"
      }
    ]
  }
]

