prop123 = {
    "colorsLeft": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
    "colorsComb": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
    "legendValue":"#CFCFD1",
    "legendText":"#818388" ,
    "белая дырка внутри" : "40" ,
    "радиус":"135" ,
    "радиус гребешка":"50" ,
    "радиус легенды гребешка":"110"

}

var data2 = [
    {"name":"налоговые доходы "  , "value": [
        {"налог на прибыль организации": 111} ,
        {"налог на товары": 222} ,
        {"налог на совокупный доход": 777} ,
        {"налог на имущество": 444} ,
        {"налог , сборы и платежи за имущество" : 555} ,
        {"задолженость  ": 666}

    ]} ,
    {"name":"остальные налогоплательщиков"  , "value": [
        {"налог на прибыль организации": 555} ,
        {"налог на товары": 222} ,
        {"налог на совокупный доход": 222} ,
        {"налог на имущество": 222} ,
        {"налог , сборы и платежи за имущество" : 222} ,
        {"задолженость  ": 222}

    ]} ,
    {"name":"налоговые доходы22 "  , "value": [
        {"налог на прибыль организации": 222} ,
        {"налог на товары": 222} ,
        {"налог на совокупный доход": 222} ,
        {"налог на имущество": 222} ,
        {"налог , сборы и платежи за имущество" : 222} ,
        {"задолженость  ": 222}

    ]}
]