prop = {
	"colors": [
			"#73ADD5", "#F3C37E", "#508FB9",
			"#939BC9", "#F2AD5E", "#9FCC5F",
			"#7BA38C", "#E8908F", "#807FC3",
			"#9ECEAA", "#C7C3C8" 
	     ] , 
    "paddingLeft" : "150" , 
    "paddingRight":"150" , 
    "paddingBottom" : "250"  , 
    "moveMounth":"-5" , 
    "gistPadding": "50" , 
    "радиус белых кружков" : 7
}

data3 = [
{ year: '2014', Россельхоз: 1, Минпромторг: 1, Минэнерго: 1, Росприроднадзор: 1, Минстрой: 1, Россвязь: 1, Минкультуры: 1, Росавтодор: 1, Ростелеком: 1 , Росоператор: 1 , Иные: 1 },
{ year: '2015', Россельхоз: 71853, Минпромторг: 375443, Минэнерго: 68215, Росприроднадзор: 328879, Минстрой: 8156, Россвязь: 5146, Минкультуры: 81546, Росавтодор: 81546, Ростелеком: 81546, Росоператор: 81546, Иные: 81546 },
{ year: '2016', Россельхоз: 569686, Минпромторг: 662679, Минэнерго: 1940938, Росприроднадзор: 288980, Минстрой: 8156, Россвязь: 5146, Минкультуры: 81546, Росавтодор: 81546, Ростелеком: 81546, Росоператор: 81546, Иные: 81546 },
{ year: '2017', Россельхоз: 5041763, Минпромторг: 6159459, Минэнерго: 8954636, Росприроднадзор: 4890548, Минстрой: 8156, Россвязь: 5146, Минкультуры: 81546, Росавтодор: 81546, Ростелеком: 81546, Росоператор: 81546, Иные: 81546 },
{ year: '2018', Россельхоз: 56968, Минпромторг: 66269, Минэнерго: 194038, Росприроднадзор: 288980, Минстрой: 8156, Россвязь: 5146, Минкультуры: 81546, Росавтодор: 81546, Ростелеком: 81546, Росоператор: 81546, Иные: 81546 },
]


