prop6 = {

    "paddingLeft" : "100" ,
    "paddingRight":"50" ,
    "paddingBottom" : "50"  ,
    "gistPadding": "0" ,


    "colorsLeft": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
    "backColor": "#F8F9FA" ,
    "barSize":"80",
    "circleColor":"#F6BD68",
}

data6 = [
    { year: 'План', Россельхоз1: 41000000000, Минпромтор22г: 11000000000, qw: 11000000000 },
    { year: 'Факт', Россельхоз: 21000000000, Минпромторг: 21000000000, Минэнерго: 80000000000 }
]


prop27 = {
    "colorsLeft": ["#4693CA", "#C2BEC3", "#8BC33C", "#66977B", "#828BC4", "#828BC4", "#8DC2D7"] ,
    "белая дырка внутри" : "40" ,
    "радиус":"135" ,
    "радиус гребешка":"50" ,
    "радиус легенды гребешка":"110" ,
    "gradientColor":"#333"

}

var data27 = [
    {"name":"налоговые доходы "  , "value": [
        {"налог на прибыль органналог на прибыль органналог на прибыль органналог на прибыль органналог на прибыль органналог на прибыль органналог на прибыль органналог на прибыль органналог на прибыль организации": 111000} ,
        {"налог на товары": 222000} ,
        {"налог на совокупный доход": 777000} ,
        {"налог на имущество": 400044} ,
        {"налог , сборы и платежи за имущество" : 500055} ,
        {"задолженость  ": 666000}

    ]} ,
    {"name":"остальные налогоплательщиков"  , "value": [
        {"налог на прибыль организации": 550005} ,
        {"налог на товары": 220002} ,
        {"налог на совокупный доход": 200022} ,
        {"налог на имущество": 220002} ,
        {"налог , сборы и платежи за имущество" : 200022} ,
        {"задолженость  ": 220002}

    ]} ,
    {"name":"налоговые доходы22 "  , "value": [
        {"налог на прибыль организации": 220002} ,
        {"налог на товары": 220002} ,
        {"налог на совокупный доход": 22002} ,
        {"налог на имущество": 220002} ,
        {"налог , сборы и платежи за имущество" : 92002} ,
        {"задолженость  ": 92002}

    ]}
]